[
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-14T12:00:00+07:00",
        "description": "Be part of our team! Oowlish is one of the fastest software development companies in LatAm. We work with large corporations and startups both in the USA and Europe, helping these companies accelerate innovation by having access to the best talent in the industry. We take the best elements of virtual teams and combine them with a support structure that encourages innovation, social interaction, and fun. We see no borders, move at a fast pace, and are never afraid to break the mold. We are considered “A Great Place to Work” thanks to our highly talented and engaged developers that are eager to grow by learning from each other, which creates a culture of collaboration and inspiration. About our Client: Our client is a white-label loyalty rewards program on the blockchain built by the community for the community. They a looking to become the go-to white-label loyalty rewards solution on the blockchain. The first rewards program in web3 that is built by the community. Web3 can most easily be understood as the world of the future and they want to establish themselves as the primary supplier of rewards in this world. Benefits &amp; Perks: - Home office; - Flexible Hours; - Competitive compensation based on experience; - Career plans to allow for extensive growth in the company; - International Projects; - Free English classes; - Oowlish fitness with @lili_maestrini; - Oowlish paradise – 4 daysyear at a Resort with your family &amp; pets; - Grants for Education; - Grants for Computer &amp; Equipment; - Pet adoption incentive; - And many others!!! You can also apply here: Website: https:www.oowlish.comwork-with-us LinkedIn: https:www.linkedin.comcompanyoowlishjobs Instagram: https:www.instagram.comoowlishtechnology #amazon #job #home #linkedin #career #online #employment #remote #work # international #clients in united states#clients in USA #vacant #hiring #opportunities #hire #application #apply #virtual #wfh #tech #best #english #online #offer #vacancy#desarrollador #desarrolladora #front end #programador #programadora #programmer #full stack #software engineer #desarrollo #system #developer #application #code #program #desenvolvedor #engineer #engenheiro #sql #sde #web #backend #empleo #trabajo #ofertas #emprego #vagas",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 200000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Colombia",
                "addressLocality": "Medellin",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Solidity Programmer - Online Work",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-07-29T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Oowlish Technology",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-15T12:00:00+07:00",
        "description": "FTX is a leading cryptocurrency exchange built by traders for traders with headquarters in Nassau, The Bahamas. FTX offers innovative products including industry-first derivatives, options, volatility products and leveraged tokens. We strive to develop a platform robust enough for professional trading firms and intuitive enough for first-time users. We are looking for talented individuals to join our fast paced team! We are looking for a content professional who has solid knowledge of SEO and track record of applying it on content marketing initiatives. The ideal candidate is in tune with the cryptocurrency industry and passionate about delivering quality content to the public; you are versatile, a strong communicator and collaborator, and able to write and edit clear, concise copy on tight deadlines. In this role you will participate in the development and creation of the content strategy, and the development and delivery of content across organic channels while ensuring quality and consistency. You will aim to drive traffic, engagement, and leads that deliver new users. You will create, develop, edit, proofread and manage content through internal web and legal review process, ensuring it upholds the brand’s tone, voice and style. In this exciting opportunity, you work closely with the Content, Product Marketing, and Business Units to define and drive product and educational narratives.  ",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "HOUR",
                "value": 40
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Content Manager",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-07-30T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "FTX",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-04-25T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;strong&gt;Opera is looking for a talented and driven Graphic Design Intern to join our Gaming Division’s Marketing team!&lt;strong&gt;&lt;br&gt;&lt;p&gt; &lt;p&gt;Visual Designers at Opera work side by side with our Creative Lead, Marketing Directors and Product Managers in order to visually express our brand in a consistent and effective manner. &lt;p&gt; &lt;p&gt;&lt;strong&gt; Responsibilities&lt;strong&gt;&lt;p&gt; &lt;ul&gt;&lt;li&gt;Create visual assets for Marketing, Advertising and Social campaigns&lt;li&gt;&lt;li&gt;Create content for social media, presentation decks and infographics&lt;li&gt;&lt;li&gt;Brief and project manage external design agencies&lt;li&gt;&lt;li&gt;Collaborate on setting the visual identity of the Opera’s gaming brands&lt;li&gt;&lt;ul&gt; &lt;p&gt;&lt;strong&gt;Requirements&lt;strong&gt;&lt;p&gt; &lt;ul&gt;&lt;li&gt;In final year of, or recently completed graphic design degree or equivalent&lt;li&gt;&lt;li&gt;Passion for video games and knowledge of the gaming industry&lt;li&gt;&lt;li&gt;Strong type and graphic design skills&lt;li&gt;&lt;li&gt;Thorough experience creating graphicsillustrations using Figma or Sketch&lt;li&gt;&lt;li&gt;Some knowledge of motion design (After Effects or other) is a plus&lt;li&gt;&lt;li&gt;Good knowledge of touching up photos using PhotoshopLightroom&lt;li&gt;&lt;li&gt;Fluent oral and written communication skills in English&lt;li&gt;&lt;ul&gt; &lt;p&gt;This is a part-time paid position. &lt;p&gt; &lt;p&gt;&lt;strong&gt;How to apply:&lt;strong&gt;&lt;p&gt; &lt;ul&gt;&lt;li&gt;For immediate consideration, apply online. &lt;li&gt;&lt;li&gt;&lt;u&gt;&lt;strong&gt;Please include links to portfolio on: Behance, Dribbble or Instagram&lt;strong&gt;&lt;u&gt;&lt;li&gt;&lt;ul&gt; &lt;p&gt;&lt;strong&gt;About Opera&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;em&gt;Opera is a global web innovator with an engaged and growing base of hundreds of millions of monthly active users who seek a better internet experience. Building on over 25 years of innovation that started with browser products, Opera is now leveraging its brand and highly engaged user base in order to expand its business into new segments. Today, Opera offers users around the world a range of products and services that include PC and mobile browsers, the newsreader Opera News, and apps dedicated to gaming, crypto, e-commerce and classifieds. In 2018, Opera introduced the first browser with a built-in crypto wallet and web3 support. &lt;em&gt;&lt;p&gt; &lt;p&gt;&lt;em&gt;Opera is headquartered in Oslo, Norway and listed on the NASDAQ stock exchange (OPRA).&lt;em&gt;&lt;p&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 18720,
                "maxValue": 40000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Graphic Design Intern",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Opera",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-25T02:55:43+07:00",
        "description": "The Future of Commerce Is Collaborative. We are the infrastructure for collaborative, inclusive and equitable commerce; combining the physical and digital world seamlessly. Decommerce is a protocol that enables brands to send marketing funds directly to their communities, instead of big tech companies. Decommerce dApps enable brands to engage, co-create with and compensate their consumers for contributions directly on their existing web shop stack. We are looking for our Head of Community to spread the word, build community and manage day-to-day aspects of the Decommerce community leading up to the public token listing and beyond. The ideal candidate will be highly proactive, organized, adaptive, and reliable, a master of Crypto Twitter and Discord, with outstanding communication skills, a knack for developing personal relationships, and proven experience building web3 communities. Your responsibility: community • Define and execute on the $DECOM community strategy with the leadership team across all channels, including realistic yet ambitious KPIs • Build, maintain and promote a vibrant community culture on Discord and other community channels • Compile regular digests of Decommerce updates and other news relevant to pre-public markets, and communicate these to our community via all channels, e.g. Discord, Twitter, $DECOM community forum, mailing list, and other social media channels • Continuously monitor our social media channels, and engage meaningfully with both our community and the wider crypto community as a representative of Decommerce • Act as a bridge to relay back critical feedback and pain points back to the team • Provide insights and guidance to the leadership team on market development, community requirements, and competitive analysis • Actively seek out and organize potential community building opportunities, including collaborations, features in media outlets, speaking opportunities, and advertising opportunities, and maintain these relationships • Organize and host regular community calls and other community events • Represent Decommerce at virtual and in-person conferences and hackathons • Manage a monthly marketing budget • Plan, execute, and iterate upon community engagementgrowth campaigns with an experimental and analytical approach • Help scale and manage a team of community moderators and managers What we are looking for: • Eagerness and openness to building something radically new • Hands-on experience and a keen interest in the web3 and crypto industry • Hands-on experience and track record of generating cross-channel community growth • Hands-on experience with cross-channel marketing and the latest trends in advertising • Hands-on experience in delivering on growth targets and handling marketing budgets • In-depth knowledge of the landscape, trends, and players in the web3 andor e-commerce industry What we offer: • Pioneer work: no venture has done what we are building and you are asked to apply your knowledge and experience to further develop the Decommerce vision • Fulfilling work: our massive transformative purpose is to empower creators, consumers and create opportunities for every person with an internet connection • Compensation: Early Team Member package, including $DECOM token compensation with significant upside • Flexibility: the option of getting paid in digital currency • Growth: we’re growing very fast and are looking to scale further • Pace: you’ll get to join the fast train in a new way of doing things • Flexibility: you choose when and from where you work - as long as the work gets delivered • Instant feedback: community-led business is based on non-stop, instantaneous, and iterative AB testing through collaboration with our own brand (community of 400,000 people) • People: tier-1 international and diverse team across 8 locations on 4 continents. We are selective – and only work with the best in their field • Location: we’re a global team, all working remotely and strongly together. In the process of creating hubs in selected locations About Decommerce Decommerce is a web2&lt;&gt;web3 commerce infrastructure protocol for brands to engage, co-create with and compensate their consumers for contributions directly via their existing web shop stack. Contributions can be community engagement, product co-creation and customer acquisition work. More at decommerce.com.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 40000,
                "maxValue": 60000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Head of Community",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-09T02:55:43+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Decommerce",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;strong&gt;Who We Are&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Okcoin is one of the world’s largest and fastest growing cryptocurrency exchanges. We help millions of people buy and sell bitcoin, and other crypto assets every day — but our work is a whole lot more than that. We’re building an inclusive future of finance, one that opens new opportunities to learn financial literacy, store value, and build wealth for everyone.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ready to help the next billion people experience the future of finance with us? Come on board. We have offices in San Francisco, Miami, Malta, Hong Kong, Singapore and Japan. Even though this role is listed in San Francisco, we are remote friendly and believe in you working wherever you work best.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;About the Team&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;The Compliance function at Okcoin is responsible for the overall compliance culture at the company. We’re a team of risk-minded problem solvers who advise the business on the company’s regulatory obligations and enterprise risk.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Our Token Listings team, in particular, is responsible for performing comprehensive compliance due diligence reviews of all tokens being considered for listing on our exchanges.&amp;nbsp;&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;What You&#39;ll be Doing:&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You will &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;be responsible for conducting compliance reviews of tokens being considered for listing on OKGroup’s exchanges around the globe, including but not limited to performing due diligence on the project, project teams and product use cases, and evaluating related risks. You also will liaise with the Legal, Risk and Listing teams throughout the review process. The ideal candidate will be a crypto-forward individual with strong knowledge of various networking protocols.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;In this role you will:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Perform due diligence on tokens and issuer teams.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Assist with the development and implementation of policies, procedures, and guidelines for token listing reviews.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proactively identify compliance risks and consult with key partners in Compliance, Legal, Risk and Listings to ensure all pertinent risks are adequately addressed.&amp;nbsp;&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Stay apprised of changes in the crypto economy and regulatory environment including blockchain trends, emerging network protocols, prominent industry participants, as well as regulatory rule making, guidance, and litigation.&amp;nbsp;&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Present analyses and risk findings to relevant stakeholders and senior leaders to guide platform and product support of digital assets.&amp;nbsp;&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;What We Look For in You:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;4+ years of experience in related compliancerisk function within financial services, FinTech or cryptocurrency industries.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Knowledge and understanding of financial services regulations, compliance, policies, process, and procedures.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience in token listing compliance due diligence reviews.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Strong knowledge of BSAAML requirements, sanctions, and consumer risks with familiarity applying compliance frameworks to crypto assets and products.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Excellent judgment, due diligence and analytical skill &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;with the capacity to synthesize complex research to a concise summary and recommendation.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Strong communication and presentation skills and ability to interact and lead discussions.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Foundational knowledge of the crypto economy with a strong desire to learn more.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proven ability to work within and meet deadlines in a fast-paced environment.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Self-motivated, critical thinker and adept at working independently and in a dispersed team environment covering multiple and varied tasks.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Intuitive, highly ethical and comfortable to question and challenge.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Bachelor&#39;s degree or equivalent practical experience&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Nice to Haves:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Prior experience in a ComplianceLegalRisk function at a crypto company&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;CAMS, PMI, or equivalent certification&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;&amp;nbsp;&lt;span&gt;&lt;strong&gt;Highlights of Perks and Benefits:&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Market competitive total compensation package&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Comprehensive insurance package including medical, dental, vision, disability &amp;amp; life insurance (Company pays 100% for employee80% for dependents)&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;401K with company contribution&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Flexible PTO policy, company paid holidays, and flexible hours&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;UberEats Program&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Paid Parental Leave&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Employee Referral Bonus Program paid in BTC&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Company Donation Match&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;More surprises when you join!&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Okcoin Statement:&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Okcoin is committed to equal employment opportunities regardless of race, color, genetic information, creed, religion, sex, sexual orientation, gender identity, lawful alien status, national origin, age, marital status, and non-job related physical or mental disability, or protected veteran status. Pursuant to the San Francisco Fair Chance Ordinance, we will consider employment-qualified applicants with arrest and conviction records.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;&amp;nbsp;&lt;span&gt;&lt;p&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "HOUR",
                "value": 40
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "San Francisco",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Compliance Analyst, Token Listings",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Okcoin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-23T12:00:00+07:00",
        "description": "Binance is the global blockchain company behind the world’s largest digital asset exchange by trading volume and users, serving a greater mission to accelerate cryptocurrency adoption and increase the freedom of money. Are you looking to be a part of the most influential company in the blockchain industry and contribute to the crypto-currency revolution that is changing the world? We are looking for a Senior Product Manager to join our growing Know Your Customer (KYC) team. Our mission is to help customers onboard fast and safely to Binance, in a trustworthy and delightful way. You’ll transform ideas into strategy and product features, following our development processes to deliver the final product from start to finish. To succeed in this role, you should be a data driven, creative leader and problem-solver with a passion for the crypto industry. This person must be based in Brazil. Working at Binance • Do something meaningful; Be a part of the future of finance technology and the no.1 company in the industry • Fast moving, challenging and unique business problems • International work environment and flat organisation • Great career development opportunities in a growing company • Possibility for relocation and international transfers mid-career • Competitive salary • Flexible working hours, Casual work attire",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 174200
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Brazil",
                "addressLocality": "Sao Paulo",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Product Manager - KYC/KYB - Brazil based",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-07T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Binance",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "&lt;h1&gt;Company&lt;h1&gt; &lt;p&gt;Zilliqa is a high-performance, high-security blockchain platform for enterprises and next-generation applications. Developed through academic research and helmed by a team of experienced scientists, engineers, venture creators, and leaders in financial services, Zilliqa addresses limitations in scalability and security, enabling real-world usability across a variety of industries, including finance, creator economy, and gaming.&lt;p&gt; &lt;p&gt;In 2019, Zilliqa became the first public blockchain platform to be built on a sharded architecture, with smart contracts written in the platform’s secure-by-design programming language, Scilla. For more information, visit &lt;u&gt;zilliqa.com.&lt;u&gt;&lt;p&gt; &lt;h1&gt;Role&lt;h1&gt; &lt;p&gt;We are hiring an experienced Digital Designer ( 3-4 years) who has a strong creative skill set, great knowledge of UXUI and an understanding of digital marketing and social media in order to be able to create various digital assets.&lt;p&gt; &lt;h1&gt;Responsibilities&lt;h1&gt; &lt;p&gt;The core responsibilities include:&lt;p&gt; &lt;ul&gt; &lt;li&gt;Collaborate with the team to ensure consistency of designs across various media outlets&amp;nbsp;&lt;li&gt; &lt;li&gt;Create compelling and effective logos, designs, print and digital media&amp;nbsp;&lt;li&gt; &lt;li&gt;Maintain awareness of current industry and technology standards, social media, and market trends&lt;li&gt; &lt;li&gt;Study relevant information and material related to the subjects that need to be visualized&lt;li&gt; &lt;li&gt;Ideation of innovative and out-of-the-box creative solutions including new concepts, activation ideas and digital rich media in line with the latest marketing and design techniques&lt;li&gt; &lt;li&gt;Create and edit videos content using Premiere pro and After effects&lt;li&gt; &lt;ul&gt; &lt;p&gt;&amp;nbsp;&lt;p&gt; &lt;p&gt;Requirements&lt;p&gt; &lt;ul&gt; &lt;li&gt;Excellent multitasking skills and good time-management skills&lt;li&gt; &lt;li&gt;Knowledge of major social media platforms Marketing and design trends (YouTube,Facebook, Twitter, IG, Linkedin and FB).&lt;li&gt; &lt;li&gt;Proficient in Adobe Creative Suite (Photoshop, Illustrator, Premiere Pro, Indesign, and after effects) and Figma&lt;li&gt; &lt;li&gt;Animation skills is a plus&lt;li&gt; &lt;li&gt;Passionate about the cryptocurrency and blockchain fields&lt;li&gt; &lt;ul&gt; &lt;p&gt;&amp;nbsp;&lt;p&gt; &lt;p&gt;*** Please include a portfolio of your work.&lt;br&gt;Portfolio must reflect strong technical and design skills&lt;p&gt; &lt;p&gt;&amp;nbsp;&lt;p&gt; &lt;p&gt;We’re looking for a self-starter who is diligent, organised and proactive. We’re more than happy for you to suggest ideas and we will help you run with them, and grow within the organisation!&lt;p&gt; &lt;h1&gt;Benefits&lt;h1&gt; &lt;p&gt;Enjoy a highly fulfilling, mission-driven culture &lt;p&gt; &lt;p&gt;Work with the global team at Zilliqa&lt;p&gt; &lt;p&gt;Work autonomously leveraging the expertise and capabilities of the other teams&lt;p&gt; &lt;p&gt;Stock options and token incentive plan&lt;p&gt; &lt;p&gt;Flexible work hours and location&lt;p&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 45000,
                "maxValue": 100000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United Kingdom",
                "addressLocality": "London",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Digital Designer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Zilliqa",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-25T12:00:00+07:00",
        "description": "We’re opening the world’s first physical retail, educational, and community space dedicated to Web3. Our mission is to introduce and onboard people to Web3 and the Solana ecosystem, and we couldn’t do this without hiring the best. We’re a small team of dedicated builders who are deeply passionate about educating new users and Web3 natives alike. We are inspired by innovation and can’t wait to show our friends and family (but we also don’t take ourselves too seriously). We’re looking for a self-motivated Director of Programming &amp; Events to develop and maintain a programming strategy which will result in culturally relevant Web3 IRL spaces continuously filled with engaged guests. You will own the entire process from concept &amp; planning through execution and reporting. Our ideal candidate will thrive in the fast paced, ever-changing world of Web3. The tech is moving at warp speed, and we’ll need people who embrace change and are ready to pivot. We’re looking for candidates with an optimistic attitude (wagmi) who are excited about the future and understand that Web3, blockchain, Crypto, DeFi, and NFTs are all a part of it. More about you: You are an engaging, positive person. You’re ready to live in the future and are determined that no one gets left behind. You’re never tired of learning. You are regularly willing and are excited about learning about new protocols, DeFi, NFTs, and Web3. Maintain positive relationships with our third party partners and vendors Establish and maintain strong relationships with leaders and corporate partners Negotiate contracts and manage relationships with outside vendors Responsibilities: Develop and design templates for events that can be scaled across different cities Concept innovative programming with a focus on evangelizing Solana and it’s ecosystem to a non-crypto audience Build a curriculum for Web3 education across a variety of Web3 topics such as DeFi, NFTs, DAOs and more Identify concepts and opportunities to bring to leadership and our partners Produce a seamless run of show with project timelines and shared tracking Plan all aspects of events cross functionally with operations, retail staff, marketing, partnerships, and others as needed to bring your vision to life Network with communities to discover talent for panels and events Manage relationships with vendors and partners for each event and produce partner recaps that provides quantifiable results Maintain &amp; publish a customer facing programming calendar Forecast revenue, manage budgets efficiently, and produce ROI analysis reports to achieve business goals Coordinate content and schedule for corporate education events Develop a strategy to promote events across relevant channels such as Twitter, Discord and Partner communities Requirements: Motivated by our mission to bring Web3 and Solana to the masses 5+ years of experience in event coordination and planning 1+ years personal or professional experience with Web3, blockchain or Crypto Proven experience delivering measurable event ROI Ability to effectively speak about our mission, Web3, Solana, wallets, NFTs, and other blockchain innovation to large groups and media Experience negotiating with vendors and talent Ability to travel up to 30% of the time Skills: Highly organized Articulate and strong communication skills Problem solving in real time Creative Strong understanding of Web3 culture Attention to design and creative Thrive in a fast pace environment You are a multi-tasker with attention to details Location: Ideally based in Miami or New York but open to nearby locations for the right candidate with the ability to travel to these locations for events as needed. More about Solana: Solana is a high-speed single layer blockchain designed to scale to a billion users. It allows fast and cheap transactions on the network coupled with censorship resistance enabling developers to build slick and powerful applications. The project was founded in early 2017 and went live in March 2020. Since then it has seen unprecedented growth attracting millions of users, and thousands of applications that have been developed by entrepreneurs from all over the world. Comp: starting at $125k",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 160000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "DIRECTOR OF PROGRAMMING &amp; EVENTS",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Stealth",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-25T12:00:00+07:00",
        "description": "We’re opening the world’s first physical retail, educational, and community space dedicated to Web3. Our mission is to introduce and onboard people to Web3 and the Solana ecosystem, and we couldn’t do this without hiring the best. We’re a small team of dedicated builders who are deeply passionate about educating new users and Web3 natives alike. We are inspired by innovation and can’t wait to show our friends and family (but we also don’t take ourselves too seriously). Here&#39;s who we are looking for: You are a retail veteran. Employee management, resource and inventory planning, and customer service are second nature to you. You are an engaging, positive person. You’re ready to live in the future and are determined that no one gets left behind. You’re never tired of learning. You are regularly willing and are excited about learning about new protocols, DeFi, NFTs, and Web 3.0. You can pivot. Crypto is ever changing and our priorities will change with it. What you may have evangelized to our guests a few months ago may be out of date now – and that’s exciting to you – more innovation to share! Your Responsibilities: Deliver world class customer experience, designed to bring customer loyalty Network with the community to create brand awareness and interest Regularly assist with developing community and partner events Motivate and coach your in-store team to achieve store goals Maintain positive relationships with our third party partners and vendors Establish and maintain strong relationships with leaders and corporate partners Receive and organize inventory Ensure your team is up to date with new product and educational training Ensure store policies and procedures are in place and being followed Coordinate with partnerships and operations teams regularly to establish and achieve performance goals Deliver regular feedback about customer interactions in store Other duties as needed Job Requirements: Motivated by our mission to bring crypto, Web 3.0, and NFTs to the masses 7+ years of experience in a high touch customer service orientated role 5+ years of experience leading teams in a retail, customer facing environment 1+ years personal or professional experience with crypto and wallets Proven experience delivering measurable sales, engagement, and retention results Previous experience in event coordination, planning, and speaking Ability to effectively speak about our mission, crypto, wallets, NFTs, and other blockchain innovation to large groups and media Ability to effectively and professionally communicate with customers and team members in English Ability to maneuver around the space and stockroom, including standing for long periods of time Ability to lift and carry up to 50 pounds if necessary Ability to adapt to the evolving needs of a growing business Spanish fluency a huge plus",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 160000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "Miami",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Retail General Manager",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Stealth",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-25T12:00:00+07:00",
        "description": "We are building a decentralized autonomous organization on the Solana blockchain to disrupt traditional retail models. Hiring for a Lead Web3 Engineer, with production experience in Solana, rust, Solana programs, Anchor, and client-side web3. You will be joining a small team of engineers with deep web2 and light web3 experience (mainly React, GraphQL, Elixir, Phoenix, Kubernetes) to level up the engineering team&#39;s abilities. The ideal candidate will be a creative problem solver and know how to get into the technical details. Please attach a resume and cover letter detailing your Solana-specific experience and highlighting any github projects or work you may have related to Solana programs. Email: ss-hiring.rxkup@simplelogin.co (email forwarder, please attach resume and cover letter) Requirements: Solid understanding of CS and software engineering fundamentals Experience with smart contracts and DAO creationdevelopment Shipped medium to large scale distributed systems Creative thinker and problem solver, focused on the way users interact with other web2web3 platforms to build user friendly decentralized governance. Motivated by our mission to disrupt traditional retail methodology Passion for shipping high quality user experiences Responsibilities: Report directly to head of engineering Develop and execute on a roadmap that addresses issues in traditional retail methods Typically be available and work between 9AM and 6PM Pacific Time Embrace iteration and adapting to changes in requirements and company needs",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 50000,
                "maxValue": 180000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Lead Web3 Engineer | US | Full-time | REMOTE",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Stealth",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-25T12:00:00+07:00",
        "description": "We’re opening the world’s first physical retail, educational, and community space dedicated to Web3. Our mission is to introduce and onboard people to Web3 and the Solana ecosystem, and we couldn’t do this without hiring the best. We’re a small team of dedicated builders who are deeply passionate about educating new users and Web3 natives alike. We are inspired by innovation and can’t wait to show our friends and family (but we also don’t take ourselves too seriously). We do have a candidate wishlist, regardless of role or team they may join. We are looking for people who will thrive in the fast paced, ever changing world of crypto. The tech is moving at warp speed, and we’ll need people who embrace change and are ready to pivot. Second, we want optimists. We’re looking for people that are excited about the future and understand that Web 3.0, blockchain, crypto, DeFi, and NFTs are all a part of it. We want candidates who are passionate about bringing crypto to all. Yes, even grandma. Sound good? Here are more specifics: You are an engaging, positive person. You’re ready to live in the future and are determined that no one gets left behind. You’re never tired of learning. You are regularly willing and are excited about learning about new protocols, DeFi, NFTs, and Web 3.0. You can pivot. Crypto is ever changing and our priorities will change with it. What you may have evangelized to our guests a few months ago may be out of date now – and that’s exciting to you – more innovation to share! Responsibilities: Assist our customers through the discovery, experience and purchase process Achieve and maintain expert-level knowledge of our educational experience and products Ability to evangelize our mission Maintain positive relationships with our third party partners and vendors Establish and maintain strong relationships with leaders and corporate partners Qualifications: Motivated by our mission to bring crypto and Web 3.0 to the masses 1+ years personal or professional experience with crypto and wallets 1+ year(s) of experience in a high touch customer service role Ability to work required shifts as assigned Ability to effectively and professionally communicate with customers and team members in English Ability to maneuver around the space and stockroom, including standing for long periods of time Ability to lift and carry up to 50 pounds if necessary Ability to adapt to the evolving needs of a growing business Spanish fluency a huge plus NOTE: At this time we are only considering candidates based near our locations in NYC and Miami.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "HOUR",
                "value": 40
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "Miami",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Retail Associate",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Stealth",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "&lt;div class=&quot;company-container&quot; style=&quot;text-align: justify;&quot;&gt; &lt;p style=&quot;text-align: justify;&quot;&gt;&lt;em&gt;*This is a fully remote, direct hire (W-2) position. Working remotely from a primary residence outside the United States is currently not permitted for this role.&lt;em&gt;&lt;p&gt; &lt;p style=&quot;text-align: justify;&quot;&gt;&lt;strong&gt;Summary:&lt;strong&gt;&lt;p&gt; &lt;p style=&quot;text-align: justify;&quot;&gt;Bittrex, the leading blockchain technology provider and cryptocurrency exchange, is hiring an &lt;strong&gt;Internal Tools Software Engineer II&lt;strong&gt; for our &lt;strong&gt;Admin&amp;nbsp;Team&lt;strong&gt;! We are looking for talented individuals that will help us push the boundaries of blockchain technology and drive innovation within the industry. If this sounds like you, we would love to have you join our rapidly growing team.&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;&lt;strong&gt;We use the following:&lt;strong&gt;&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;React.js&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;C#&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;SQL&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;MobX&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;JavaScript&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;CSS3&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;HTML5&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;.NET&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;&lt;strong&gt;Responsibilities&lt;strong&gt;:&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;Our &lt;strong&gt;Admin&amp;nbsp;Team&lt;strong&gt; strives to make the work of Bittrex employees&#39; easier so that they can get their jobs done faster and in a secure manner.&amp;nbsp; In this role, you will:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Own and implement features to help the internal Bittrex teams run faster.&lt;li&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Be responsible for incorporating everything from the database to the UX into our tooling.&lt;li&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Develop rich user experiences for desktop browsers based on wireframes from UX designers&lt;li&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Design and implement RESTful API endpoints and related data layer to drive new user experiences&lt;li&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Build reusable, testable code that will help drive engineering maturity and efficiency as the team grows&lt;li&gt; &lt;li data-stringify-indent=&quot;0&quot; data-stringify-border=&quot;0&quot;&gt;Collaborate well across disciplines (design, PM, business, etc.) and with partner engineering teams&lt;li&gt; &lt;li&gt;Mentor other software engineers as needed to help bolster overall team competency&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Skills necessary for success&lt;strong&gt;:&lt;p&gt; &lt;ul&gt; &lt;li&gt;Minimum 3 years of engineering experience building high-quality, high-scale production code&lt;li&gt; &lt;li&gt;Comfortable working with &lt;strong&gt;C# &lt;strong&gt;and the&lt;strong&gt; .Net Framework&lt;strong&gt;&lt;li&gt; &lt;li&gt;Experience working with &lt;strong&gt;AngularJSReactJS, MobX, JavaScript, CSS3, and HTML5&lt;strong&gt;&lt;li&gt; &lt;li&gt;Working knowledge of &lt;strong&gt;Microsoft SQL Server&lt;strong&gt; andor &lt;strong&gt;SQL Azure&lt;strong&gt;&lt;li&gt; &lt;li&gt;Experience with npm, Git, and issue tracking systems (Jira, VSTS, etc.)&lt;li&gt; &lt;li&gt;Solid debugging and testing skills&lt;li&gt; &lt;li&gt;Ability to create comprehensive unit tests.&lt;li&gt; &lt;li&gt;Borderline paranoia about protecting customer data and assets&lt;li&gt; &lt;ul&gt; &lt;h3&gt;&lt;em&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;Greater consideration will be given to those applicants who can demonstrate the following:&lt;span&gt;&lt;em&gt;&lt;h3&gt; &lt;ul&gt; &lt;li&gt;Awareness of cross-browser compatibility issues and client-side performance considerations&lt;li&gt; &lt;li&gt;Passion to drive code quality and standards&lt;li&gt; &lt;li&gt;Experience with the Microsoft Azure Stack&lt;li&gt; &lt;ul&gt; &lt;hr&gt; &lt;p&gt;&lt;strong&gt;Interview Process:&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;Recruiter Phone Screen (15-30 min)&amp;nbsp;&lt;li&gt; &lt;li&gt;Technical Screen (via Zoom, 50 min)&amp;nbsp;&lt;li&gt; &lt;li&gt;Interview Loop (via Zoom, 3-4 hours, can be split into two days)&amp;nbsp;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;em&gt;*Preparation tips will be provided prior to each step in our process.&lt;em&gt;&lt;p&gt; &lt;hr&gt; &lt;p&gt;&amp;nbsp;&lt;span style=&quot;font-size: 10pt;&quot;&gt;&lt;strong&gt;Benefits at Bittrex:&lt;strong&gt;&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;Flexible scheduling&lt;li&gt; &lt;li&gt;Fully remote&lt;li&gt; &lt;li&gt;Flex office space, if desired&lt;li&gt; &lt;li&gt;Unlimited PTO&lt;li&gt; &lt;li&gt;Annual education stipend&lt;li&gt; &lt;li&gt;Home office stiped and employer-provided Microsoft equipment&lt;li&gt; &lt;li&gt;401(k) participating with employer match&lt;li&gt; &lt;li&gt;Top of the line health coverage&lt;li&gt; &lt;li&gt;Employee assistance program&lt;li&gt; &lt;li&gt;Travel assistance&lt;li&gt; &lt;ul&gt; &lt;hr&gt; &lt;p&gt;&lt;span style=&quot;font-size: 10pt;&quot;&gt;&lt;strong&gt;About Bittrex:&lt;strong&gt;&lt;span&gt;&lt;p&gt; &lt;p&gt;When you work at Bittrex, you will find compelling work, worthwhile professional development, outstanding benefits, and the opportunity to make a difference. We believe that we can build an inclusive environment founded on empathy, respect, and equality to create great experiences for our diverse and global customers. Depending on role and business needs, you&amp;nbsp;will either work onsite, in a hybrid model or fully remote.&amp;nbsp;&lt;p&gt; &lt;p&gt;Established in 2014, Bittrex is a U.S. based cryptocurrency Exchange with a long-standing reputation for industry-leading security, world-class compliance, innovative products, and state-of-the-art trading and technology infrastructure.&amp;nbsp;&lt;p&gt; &lt;p&gt;With lightning-fast trades, dependable digital wallets, and trusted security, our goal is to operate a world class cryptocurrency exchange with a focus on security and trust.&amp;nbsp;&lt;p&gt; &lt;p&gt;We invite you along on our journey to advance the blockchain industry by fostering innovation, incubating new and emerging technologies, and driving transformative change.&lt;p&gt; &lt;p style=&quot;text-align: center;&quot;&gt;***&lt;p&gt; &lt;p&gt;&lt;em&gt;Bittrex is committed to a diverse and inclusive workplace. Bittrex is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status.&lt;em&gt;&lt;p&gt; &lt;p&gt;#BI-Remote #LI-Remote #LI-KL1&lt;p&gt; &lt;div&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 180000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "Washington",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Internal Tools Software Engineer II - Fullstack",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Bittrex",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-23T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ripple is the world’s only enterprise blockchain solution for global payments. Today the world sends more than $155 trillion across borders. Yet, the underlying infrastructure is dated and flawed. Ripple connects banks, payment providers, corporates and digital asset exchanges via RippleNet to provide one frictionless experience to send money globally.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ripple is growing rapidly and we are looking for a results oriented Software Engineering Manager to join a growing team charged with determining and delivering optimal liquidity for every customer in the world in a cost-effective, robust and scalable manner. You will work closely with applied scientists and machine learning engineers to build robust solutions that power our liquidity services at scale. You will mentor other software engineers, setting and demonstrating high standards and technical excellence. As a member of a new initiative, you must be passionate about inventing and delivering customer-focused solutions to ambitious and ambiguous challenges.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;WHAT YOU’LL DO&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Think strategically while balancing both short and long term needs&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You will build &amp;amp; lead high performing engineering teams by motivating your team and leading by example to continuously innovate, improve and think differently&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You will deliver outstanding results for our customers and are a role model for other engineers&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Create shared vision and build and maintain strong partnerships with Product Management, Ops, Security, Research, Customer Success and Business development teams&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Responsible for entire software development life cycle for your team’s deliverables&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Own and deliver your roadmap&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;WHAT WE’RE LOOKING FOR&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;At least 5+ years managing high performing engineering teams&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Hands-on Software Development experience in at least one of the following technologies: Java, JavaScript, Python, Rails etc.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Have managed engineering teams of 8+&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You are still hands-on in Java  JavaScript technologies and love to spend time in codingcode reviews&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You have demonstrated success building highly scalable APIs  backend platforms  distributed systems  data access layers, etc.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You have experience with Agile development&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Have experience in building full stack transactional systems (preferably in payments  banking  e-commerce domains)&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You have a bias towards action and make decisions quickly after considering competing viewpoints&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You have successfully recruited high performing teammates&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You thrive on autonomy and responsibility&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;BS in Computer Science or similar&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;WHAT WE OFFER:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;The chance to work in a fast-paced start-up environment with experienced industry leaders&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;A learning environment where you can dive deep into the latest technologies and make an impact&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Competitive salary and equity&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;100% paid medical and dental and 95% paid vision insurance for employees starting on your first day&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;401k (with match), commuter benefits&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;Industry-leading parental leave policies&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Generous wellness reimbursement and weekly onsite programs&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Flexible vacation policy - work with your manager to take time off when you need it&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Employee giving donation match&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Fully-stocked kitchen with organic snacks, beverages and coffee drinks&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Weekly company meeting - ask me anything style discussions with our Leadership Team &lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Team outings to sports games, happy hours, game nights and more!&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;div&gt;&amp;nbsp;&lt;div&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 50000,
                "maxValue": 185000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "New York",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Engineering Manager",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-07T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Ripple ",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "Founded in 2018, with employees across the world, The Block is the leading research, analysis, and news brand in the digital asset space. The Block&#39;s team is spread across 5 continents and 15+ time zones, covering the global cryptocurrency space 247. At The Block, we see digital assets as a ubiquitous part of the future. As this space continues to evolve, we view our role as the trusted moderator and authoritative voice for those who invest in, work with, make decisions about, or seek to understand digital assets. The Block delivers deep insight into how the emerging digital assets sector interacts with traditional finance, technology, governments, and markets. We reach hundreds of thousands of technologists, financial market participants, Fortune 500 professionals, global service providers, policymakers, and more through our main website, dedicated Research Portal, podcast, and events. You will be responsible for developing new data offerings, developing and supporting solutions for product analytics, and capturing feedback from our logging and debugging services to both troubleshoot and make improvements. An effective Data Engineer should be able to effectively communicate with the Product &amp; Engineering team while developing ETL pipelines that support our data and analytics product efforts. The ideal candidate must be able to prioritize tasks and complete them in a timely manner. Who We Are: The culture of The Block lies in our key behaviors. It’s who we are and it’s how we show up every day. We are confidently humble. We jump in and roll up our sleeves. We know there’s always more to learn and we operate without egos. We are actionably curious. We strive to be an expert in our field and always seek opportunities to expand our knowledge and skill set. We put our learnings into practice every day.  We practice tenacious ownership. Every day when we show up we are contributors, teammates, and owners. We rotate through those three hats with agility and without sacrificing accountability or consistency. We practice respectful partnership. We treat others as we’d expect to be treated - with respect, concern, understanding, and patience. Why You Should Work Here: We take care of our employees and we have the benefits and perks to support it. Our full-time, US-based employees are eligible for Unlimited PTO, remote-first environment, high health plan employer contributions, monthly wellness stipend, generous parental leave policy, 401k match, fitness partnerships, fertility benefits, One Medical membership, and citibike membership.  We’re a remote-first company which allows us to hire the best person for the job regardless of location.  Impactful work. Regardless of your role at The Block, you’re making a meaningful contribution to our mission in accelerating the evolution of financial systems through independent reporting and technical research of all projects influencing the future of financial services. What Else Should You Know? The Block is an equal employment opportunity employer.  Qualified candidates are considered for employment without regard to race, religion, gender, gender identity, sexual orientation, national origin, age, military or veteran status, disability, or any other characteristic protected by applicable law. During our application process, we collect completely anonymous diversity information. Providing this information is voluntary but we want you to know what we do with it. We use the data to ensure that our recruiting practices are bringing diverse talent to the organization and we are reacting where we are coming up short. We strive to use the data to ensure we have the tools and resources for all employees both during the interview process and should those employees choose to join us at The Block.   ",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 130000,
                "maxValue": 260000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Data Engineer Contract",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "The Block",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-21T12:00:00+07:00",
        "description": "Binance is the global blockchain company behind the world’s largest digital asset exchange by trading volume and users, serving a greater mission to accelerate cryptocurrency adoption and increase the freedom of money. Are you looking to be a part of the most influential company in the blockchain industry and contribute to the crypto-currency revolution that is changing the world? We are looking for a Senior Product Manager to join our growing Know Your Customer (KYC) team. Our mission is to help customers onboard fast and safely to Binance, in a trustworthy and delightful way. You’ll transform ideas into strategy and product features, following our development processes to deliver the final product from start to finish. To succeed in this role, you should be a data driven, creative leader and problem-solver with a passion for the crypto industry. This person must be based in Switzerland. Working at Binance • Do something meaningful; Be a part of the future of finance technology and the no.1 company in the industry • Fast moving, challenging and unique business problems • International work environment and flat organisation • Great career development opportunities in a growing company • Possibility for relocation and international transfers mid-career • Competitive salary • Flexible working hours, Casual work attire",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 174200
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Switzerland",
                "addressLocality": "Zurich",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Product Manager - KYC/KYB - Switzerland based",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-05T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Binance",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "About MRGN Labs: MRGN Labs believes in an accessible, decentralized future. We build scalable infrastructure projects on Solana with an eye towards DeFi applications. We’re actively contributing to marginfi, the margin protocol for trading across Solana. It unifies the trading experience across markets through mechanisms that automate margin management and maximize capital efficiency. marginfi is designed for sophisticated traders and has an exciting roadmap that will unlock complex trading strategies in the Solana ecosystem. Our team consists of experienced professionals with backgrounds in quantitative research, machine learning, robotics, cybersecurity, digital identity, data science, MLOps, and DevOps. We’re an early-stage startup with a flat organizational structure and a need for speed. Who We’re Looking for: We are seeking a senior software engineer to be a core part of the team. Set the standard for a nascent codebase and set the stage for more secure, usable, and comprehensive financial products on Solana. We are looking for someone who is excited to build from the ground up, who believes in open source code, and who has conviction that globally accessible markets will change the world for the better. The Opportunity: Lead the development and design of the Marginfi web platform. Collaborate with leading ecosystem projects. Implement and perform testing to ensure system stability Drive a focused engineering culture and set the stage for best practices in DeFi Preferred Qualifications: Proficiency with mobile platform level languages like Typescript  React  Nodejs. Disciplined approach to software design and building that yields maintainable code with low assumptions. Eye for aesthetics and the ability to transform complex interfaces into a user experiences that empower the user. Belief in the benefits of open source contribution. Passion for software development, DeFi, and cryptocurrencies. Experience using trading platforms. Benefits: Extremely competitive salary and benefits 100% employer-paid health insurance for you and all of your dependents (health PPO, dental, vision) Wellness benefits &amp; workspace  equipment budget A focused, driven team to get you pumped every day",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 50000,
                "maxValue": 160000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Software Engineer - Web",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "MRGN Labs",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "About MRGN Labs: MRGN Labs believes in an accessible, decentralized future. We build scalable infrastructure projects on Solana with an eye towards DeFi applications. We’re actively contributing to marginfi, the margin protocol for trading across Solana. It unifies the trading experience across markets through mechanisms that automate margin management and maximize capital efficiency. marginfi is designed for sophisticated traders and has an exciting roadmap that will unlock complex trading strategies in the Solana ecosystem. Our team consists of experienced professionals with backgrounds in quantitative research, machine learning, robotics, cybersecurity, digital identity, data science, MLOps, and DevOps. We’re an early-stage startup with a flat organizational structure and a need for speed. Who We’re Looking for: We are seeking a senior software engineer to be a core part of the team. Set the standard for a nascent codebase and set the stage for more secure, usable, and comprehensive financial products on Solana. We are looking for someone who is excited to build from the ground up, who believes in open source code, and who has conviction that globally accessible markets will change the world for the better. The Opportunity: Lead the development and design of the Marginfi mobile platform. Establish new uncharted grounds with nascent crypto native mobile app development. Work closely with other core contributors to outline and build our product. Collaborate with leading ecosystem projects. Drive a focused engineering culture and set the stage for best practices in DeFi. Preferred Qualifications: Proficiency with mobile platform level languages like React Native  Swift  Kotlin. Disciplined approach to software design and building that yields maintainable code with low assumptions. Eye for aesthetics and the ability to transform complex interfaces into a user experiences that empower the user. Belief in the benefits of open source contribution Passion for software development, DeFi, and cryptocurrencies Experience using trading platforms. Benefits: Extremely competitive salary and benefits 100% employer-paid health insurance for you and all of your dependents (health PPO, dental, vision) Wellness benefits &amp; workspace  equipment budget A focused, driven team to get you pumped every day",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 50000,
                "maxValue": 160000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Software Engineer - Mobile",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "MRGN Labs",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "Syndica is a developer infrastructure company building the cloud of web3. We are dedicated to building developer infrastructure that just works. Syndica offers highly scalable RPC node infrastructure, with advanced logging and analytics. Our team is composed of the brightest crypto-native minds from places like Messari and 0x Labs as well as traditional technology firms like Facebook, AWS, Microsoft, and more. We are backed by strategic partners, investors, and advisors who are all-in on our mission: Chamath of Social Capital, Sam Bankman-Fried of Alameda Research, Solana Ventures, and many more. At Syndica, big things happen. Every day, we’re translating vision into reality by tackling new and exciting challenges head-on. This is a breakthrough stage in our company, and you’ll experience firsthand the infectious enthusiasm of our employees and leadership team. You’ll have the opportunity to learn new skills, grow your career, and work with the smartest, most passionate people in crypto. This role will have the primary accountability of designing, implementing, and operating Syndica’s developer platform. ReactTypescript and some Go knowledge is a necessity! The team operates with a “run what you write” philosophy and each engineer is responsible for deploying and operating the code they write. A successful candidate must have demonstrable experience in at least one programming language (preferably JavascriptTypescript), and previous work in frontend and some backend (NodeJSGo) application development. You will be working closely with the product and engineering team on creating great developer tools and APIs on our platform. The ideal candidate will also have prior experience developing applications with strong focus on UIUXDX. Responsibilities Design, mock, and implement beautiful UIUX Ensure product features are built to specification Write beautiful, extensible and maintainable code (we only use Typescript on frontend). Responsible for testing and deploying frontend and some backend services Administer the state of components in our cloud related to the platform Monitor platform for any downtime and respond accordingly Collaborate with other engineers to implement operational solutions while defining and adhering to industry best practices Qualifications 2+ years related professional experience 2 to 5 years as a fullstack developer Strong experience with ReactJavascriptTypescript and NodeJSGo Experience with JestMocha Configuration of CICD pipelines Experience working in a highly distributed company is a plus Align a portion of your day with the business hours of Central Time Zone - UTC -6 Working knowledge of information security issues Systematic problem-solving approach, combined with a strong sense of ownership and drive Firm grasp of at least one modern programming language, beyond advanced scripting (Shell or Python) Experience writing automation tools &amp; eagerness to &quot;automate all the things&quot; What does success in this role look like? In three months, you have become our go-to fullstack developer working on important developerplatform features delivering at great speeds. You’ll have taken on independent code review responsibilities and are collaborating on the design of new features In six months, you have earned the trust of the team and are delivering tasks through the entire SDLC, from design through development with minimal guidance, and are helping to effectively mentor new engineers joining the team In twelve months, you have established a cadence of predictable, on-time delivery without cutting corners",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 70000,
                "maxValue": 150000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Fullstack Engineer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Syndica",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "Syndica is a developer infrastructure company building the cloud of web3. We are dedicated to building developer infrastructure that just works. Syndica offers highly scalable RPC node infrastructure, with advanced logging and analytics. We are backed by strategic partners, investors, and advisors who are all-in on our mission: Chamath of Social Capital, Sam Bankman-Fried of Alameda Research, Solana Ventures, and many more. This role will have the primary accountability of designing, implementing, and operating Syndica’s blockchain infrastructure platform. Rust knowledge is a necessity! The team operates with a “run what you write” philosophy and each engineer is responsible for deploying and operating the code they write. A successful candidate must have demonstrable experience in at least one programming language (preferably Go, Rust or C++), and previous work in SaaS application development and operations. You will be working closely with the Support and Development team on the architecture and configuration of our AWS and GCP hosted infrastructure. You will be responsible to ensure the environment is built, deployed, configured, managed, and monitored correctly to support the business. The ideal candidate will also have prior experience developing applications on either of the three major cloud platforms - AWS, Azure, or GCP via Kubernetes. Responsibilities Design, creation, and provisioning of infrastructure Write beautiful maintainable Rust code Create modular and extensible micro-services to support the platform Build a reliable fault-tolerant service Identify and troubleshoot any availability and performance issues at multiple layers of deployment, from hardware, to operating environment, network, and application Evaluate performance trends and expected changes in demand and capacity, and establish the appropriate scalability plans Troubleshoot and solve customer platform issues Ensure that SLAs are met in executing operational tasks Collaborate with other engineers to implement operational solutions while defining and adhering to industry best practices Qualifications 3+ years related professional experience using Rust Experience with PrometheusGrafana for metrics aggregationvisualization is plus Experience with alerting and monitoring tools is plus Experience working in a highly distributed company is a plus Align a portion of your day with the business hours of Central Time Zone - UTC -6 Systematic problem-solving approach, combined with a strong sense of ownership and drive Some working knowledge of web and network protocols and standards (HTTP, TLS, DNS, etc) Bachelor&#39;s degree in Computer Science or related field or relevant experience What does success in this role look like? In three months, you have become one of our lead Rust developers. You’ll have taken on independent code review responsibilities and are collaborating on the design of new features In six months, you have earned the trust of the team and are delivering tasks through the entire SDLC, from design through development with minimal guidance, and are helping to effectively mentor new engineers joining the team In twelve months, you have established a cadence of predictable, on-time delivery without cutting corners - we love clean, maintainable code :)",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 40000,
                "maxValue": 67800
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Backend Engineer (Rust)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Syndica",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "At Syndica, big things happen. Every day, we’re translating vision into reality by tackling new and exciting challenges head-on. This is a breakthrough stage in our company, and you’ll experience firsthand the infectious enthusiasm of our employees and leadership team. You’ll have the opportunity to learn new skills, grow your career, and work with the smartest, most passionate people in crypto. We are backed by strategic partners, investors, and advisors who are all-in on our mission: Chamath of Social Capital, Sam Bankman-Fried of Alameda Research, Solana Ventures, and many more. This role will have the primary accountability of designing, implementing, and operating Syndica’s blockchain infrastructure platform. Golang knowledge is a necessity! The team operates with a “run what you write” philosophy and each engineer is responsible for deploying and operating the code they write. A successful candidate must have demonstrable experience in at least one programming language (preferably Go, Rust or C++), and previous work in SaaS application development and operations. You will be responsible to ensure the environment is built, deployed, configured, managed, and monitored correctly to support the business. The ideal candidate will also have prior experience developing applications on either of the three major cloud platforms - AWS, Azure, or GCP via Kubernetes. Responsibilities Design, creation, and provisioning of infrastructure Write beautiful maintainable Golang code - idiomatic Go! Create modular and extensible micro-services to support the platform Build a reliable fault-tolerant service Identify and troubleshoot any availability and performance issues at multiple layers of deployment, from hardware, to operating environment, network, and application Evaluate performance trends and expected changes in demand and capacity, and establish the appropriate scalability plans Troubleshoot and solve customer platform issues Ensure that SLAs are met in executing operational tasks Collaborate with other engineers to implement operational solutions while defining and adhering to industry best practices Qualifications 3+ years related professional experience using Golang Experience with PrometheusGrafana for metrics aggregationvisualization is plus Experience with automation toolsplatforms Experience with alerting and monitoring tools is plus Experience working in a highly distributed company is a plus Align a portion of your day with the business hours of Central Time Zone - UTC -6 Systematic problem-solving approach, combined with a strong sense of ownership and drive Some working knowledge of web and network protocols and standards (HTTP, TLS, DNS, etc) Experience writing automation tools &amp; eagerness to &quot;automate all the things&quot; Bachelor&#39;s degree in Computer Science or related field or relevant experience What does success in this role look like? In three months, you have become one of our lead Golang developers. You’ll have taken on independent code review responsibilities and are collaborating on the design of new features In six months, you have earned the trust of the team and are delivering tasks through the entire SDLC, from design through development with minimal guidance, and are helping to effectively mentor new engineers joining the team In twelve months, you have established a cadence of predictable, on-time delivery without cutting corners",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 180000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Backend Engineer (Go)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Syndica",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;strong&gt;Get To Know Voice&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Voice is a team of technologists and creators using the transformative power of NFTs to empower digital artists. We are bridging the gap from Web2 to Web3.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Our platform is carbon neutral and easy-to-use for digital artists to share and sell creative works and for collectors to support artists and build a digitally-native collection.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Come join us in expanding the art market.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Description&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Voice is seeking a well rounded, passionate Software Engineer to join our team. As a Software Engineer you will be part of a team of fullstack and frontend engineers of various levels and work across the organization to help develop, improve and scale the Voice platform.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;This role is an exciting opportunity to join a thriving, well-funded startup with big ambitions. In addition to doing ground breaking work, this role will be pivotal in establishing a culture of open thinking, positive communication, and continuous learning. We are looking for the best and brightest to take our platform to the next level.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Our modern and cutting edge application stack includes kubernetes, docker, reactjs, nodejs, graphql and blockchain all running on google cloud and we are excited to find the right candidate to help us develop in this world.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;The ideal candidate will have a proven record of strong engineering capabilities with high team engagement, a history of leading large initiatives through collaboration, and a passion for architecting with integrity.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Our Software Engineers are required to be strong in systems design, reactjs, apibackend development , and high availability all within the cloud. Ideally this candidate will be open to not only teaching new technologies to the team but learning from existing technologies and processes as well.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Responsibilities:&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Help estimate project tasks and take responsibility for on time delivery&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Research, evaluate and improve the Voice platform&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Contribute to the design and build of a highly scalable, secure and available web, api and backend capabilities&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Contribute to new features, maintenance and bug fixing for web, api and backend capabilities using reactjs, nodejs, graphql and more&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Work to reduce or remove bottlenecks and inefficiencies within the platform&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Other duties as assigned&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Required Technical Skills&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Solid knowledge of Javascript&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with Node.js and GraphQL&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expert knowledge of functional programming in Javascript and asynchronous programming&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with database and SQL query development&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proficient understanding of code versioning tools, such as Git&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Understand fundamental design principles and patterns behind a scalable applications&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Desired Technical Skills&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with Yarn, NPM, Jest, Redux, GraphQL, Buildkite, Jira, Redis&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with React, Next and Storybook&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with Blockchain Technologies&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with Docker, Continuous Integration, and Continuous DeliveryDeployment andor any related DevOps tasks&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with Google Cloud&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Qualifications:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;3 or more years of experience in engineering as an individual contributor using server side javascript&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;A Bachelor’s Degree in Computer Science, Engineering or relevant discipline&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Comfortable facilitating between technology and product teams&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Strong software product lifecycle management experience&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience delivering successful software projects&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;The independence to manage, execute, and take initiative without supervision&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;What we offer:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;&lt;em&gt;Employee Stock Option Plan&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;100% company paid medical, dental, and vision insurance&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;100% company paid basic life and disability insurance&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;Voluntary life insurance&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;401(k)&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;FSA &amp;amp; Commuter Benefits&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;Flexible PTO (unlimited)&lt;em&gt;&lt;li&gt; &lt;li&gt;&lt;em&gt;We are a remote company, but provide the option of a hybrid arrangement for those who would like to work in our Brooklyn, NY or Blacksburg, VA offices.&lt;em&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&amp;nbsp;&lt;p&gt; &lt;p&gt;&lt;em&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Voice is an equal opportunity employer and values diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.&lt;span&gt;&lt;em&gt;&lt;p&gt; &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;p&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 170000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "New York",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Platform Engineer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Voice",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-03-25T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;strong&gt;Join SADA as a Staff Security Engineer!&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Your Mission&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;SADA’s SRE team reduces customer anxiety of running production workloads in the cloud by implementing and iteratively improving observability, reliability, and security. You will have the opportunity to engage with our customers in a meaningful way by defining, measuring, and improving key business metrics; eliminating toil through automation; inspecting code, design, implementation, and operational procedures; enabling experimentation by helping create a culture of ownership; increase deployment velocity without compromising safety; and winning customer trust through education, skill sharing, and implementing recommendations. Your efforts will accelerate our customers’ cloud adoption journey and we will be with them through the transformation of their applications, infrastructure, and internal processes. You will be part of a new social contract between customers and service providers that demands shared responsibility and accountability: our partnership with our customers will ensure we are working towards a common goal and share a common fate.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;This is primarily a customer-facing role. You will also work closely with SADA’s Customer Experience team to execute on their recommendations to our customers, and with Professional Services on large projects that require PMO support. The success of the SRE team will be evaluated by our ability to measure the value of modernization.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Pathway to Success&amp;nbsp;&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;#MakeThemRave is at the foundation of all our engineering. Our motivation is to provide customers with an exceptional experience in migrating, developing, modernizing, and operationalizing their systems in Google Cloud Platform.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Your success starts by positively impacting the direction of a fast-growing practice with vision and passion. You will be measured bi-yearly by the breadth, magnitude, and quality of your contributions, your ability to estimate accurately, customer feedback at the close of projects, how well you collaborate with your peers, and the consultative polish you bring to customer interactions.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;As you continue to execute successfully, we will build a customized development plan together that leads you through the engineering or management growth tracks.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Expectations&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Required Travel&lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; - 10% &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;travel to customer sites, conferences, and other related events. &lt;span&gt;&lt;strong&gt;Due to the COVID-19 pandemic, travel has been temporarily restricted.&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Customer Facing&lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; - You will interact with customers on a regular basis, sometimes daily, other times weeklybi-weekly. Common touchpoints occur when qualifying potential opportunities, at project kickoff, throughout the engagement as progress is communicated, and at project close.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;OnboardingTraining &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;- The first several weeks of onboarding are dedicated to learning and will encompass learning materialsassignments and compliance training, as well as meetings with relevant individuals. Details of the timeline are shared closer to the start date. Due to the COVID-19 pandemic, all onboarding will be temporarily conducted remotely.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Job Requirements&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Required Credentials:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;a href=&quot;https:cloud.google.comcertification&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Google Cloud Architect Certified&lt;span&gt;&lt;a&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; or able to complete within the first 45 days of employment.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Preferred security certification (e.g., CISSP, GIAC, CCSP, etc.)&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Required Qualifications:&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;7+ years of expertise in security architecture, cloud security, and application security&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;DevSecOps and automation mindset&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expert level in IT infrastructure security (Linux, Windows, networks, cloud, etc)&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Highly collaborative in a fast-paced team environment with strong written and verbal communication skills&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with designing, implementing, and managing application security threat modeling&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expertise with vulnerability scanning, container &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;scanning, and SASTDAST&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expertise in identity &amp;amp; access management and certificate &amp;amp; key management solutions&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;3+ years in software development using languages like Python, Go, bash, Java, etc&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proficient in establishment of security standards, policies, and best practice principles and documentation&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ability to participate in software code refactoring to address application security&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Exposure to full stack development in a cloud environment using CICD principals&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Working knowledge in version control such as GitHub, GitLab, Bitbucket, etc&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience implementing security in microservices &amp;amp; serverless architecture, and in messaging between services&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expert in implementing principle of least privilege and separation of duties with ability to architect for defense in depth&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ability to support security governance and compliance using secure template management, IAM permissions, and configuration drift detectionremediation&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience using various tools to automate security in the release pipeline&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience implementing application authentication and authorization using SAML, OAuth, OIDC, LDAP, Kerberos&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience with tooling used for Security Information and Event Management (SIEM), Endpoint Detection and Response, Managed Detection and Response, or Extended Detection and Response&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expertise with dependency and library management and supply chain integrity&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Example technologies: &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Grafeas, SLSA, Black Duck, OpenSCAP, Trend Micro Cloud One, Orca Security, &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Splunk, Splunk Phantom, &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Sysdig, Aqua, kube-bench, kube-hunter, trivy, Clair, Check Point, Chef InSpec, GitLab SASTDAST, Palo Alto Prisma Cloud, Palo Alto Cortex XSOAR, TFLint, ScoutSuite, CoreStack, CloudKnox, Hashicorp Vault, CyberArk, Thyotic, Nessus, Crowdstrike, Okta, Auth0, Active Directory&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Useful Qualifications:&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Candidates with these qualifications will have stronger standing, but they are not absolutely necessary.&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Understanding of Chaos Engineering&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Understanding of PCI, SOC2, GDPR, FEDRAMP, and HIPAA compliance standards&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Expertise in Microsoft Windows administration and security, Active Directory, and Group Policy&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Understanding of cryptocurrency and blockchain technology&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;a href=&quot;https:docs.google.comdocumentd1D8imI31b5cZlFsJ_fnXS-K56fn_7KjZcxV5vvOTiIRsedit&quot;&gt;&lt;strong&gt;About SADA&lt;strong&gt;&lt;a&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Values:&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;&amp;nbsp; &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;We built our core values on themes that internally compel us to deliver our best to our partners, our customers and to each other. &lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ensuring a diverse and inclusive workplace where we learn from each other is core to SADA’s values. We welcome people of different backgrounds, experiences, abilities, and perspectives. We are an equal opportunity employer.&lt;span&gt;&lt;p&gt; &lt;ol&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Make Them Rave&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Be Data Driven&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Think One Step Ahead&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Drive Purposeful Impact&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Do The Right Thing&lt;span&gt;&lt;li&gt; &lt;ol&gt; &lt;p&gt;&amp;nbsp;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Work with the best&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;: SADA has been the largest partner in North America for Google Cloud portfolio of products since 2016 and has been named the &lt;span&gt;&lt;a href=&quot;https:sada.cominsightsblogsada-wins-2020-google-cloud-reseller-partner-of-the-year-north-america-award&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;2020, 2019, and 2018 Google Cloud Global Reseller Partner of the Year&lt;span&gt;&lt;a&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Business Performance:&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; SADA has been named to the INC 5000 Fastest-Growing Private Companies list for 15 years in a row garnering Honoree status. CRN has also named SADA on the Top 500 Global Solutions Providers for the past 5 years. The overall culture continues to evolve with engineering at its core:&lt;span&gt; &lt;em&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;3200+ projects completed, 4000+ customers served, 10K+ workloads and 30M+ users migrated to the cloud.&lt;span&gt;&lt;em&gt;&lt;p&gt; &lt;p&gt;&lt;em&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;SADA India is committed to the safety of its employees and recommends that new hires receive a COVID vaccination before beginning work.&lt;span&gt;&lt;em&gt;&lt;p&gt; &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;p&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 35000,
                "maxValue": 140000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "India",
                "addressLocality": "Pune",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Staff Security Engineer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-05-09T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "SADA India",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-06T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;strong&gt;WHO WE ARE (ZBC)&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;&lt;br&gt;&lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Our mission within Zynga Blockchain Games is to empower players to invest, own and earn through fun, high-quality and enduring blockchain games they can trust. If you want to help shape the future of gaming with a world-class team, we look forward to hearing from you.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;WHO YOU ARE (ZBC)&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;&lt;br&gt;&lt;span&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Zynga is looking for a best-in-class &lt;span&gt;&lt;strong&gt;ARTIST&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; to join the new Blockchain organization and support the Visual Direction across the ZBC portfolio. This work encompasses an art role with many touchpoints (UI, 2D, 3D, etc.) to support the game’s Creative Direction at all stages of development from pre-dev to live-ops.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;RESPONSIBILITIES:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Work closely with Creative Direction to align with art needs from a multi-disciplinary lens.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Be able to pick up from a style guide and move forward with project style and asset related needs.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Team player that has diverse experience in the art space.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proactive self-starter.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Communicative and flexible to team needs and dynamics.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Organized and proactive in creating and maintaining art repo structure and naming conventions.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;High caliber and integrity of art quality that fits within the style target.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Brings a Graphic Design lens into UI and 2D production art creation.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Enjoys working within 2D and 3D to contribute widely across creative and gameplay needs.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Implements all art content direct to engine and ensures consistency of visual quality.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Keeps informed of new approaches and technologies within the art sector and communicates opportunities to further the look and feel.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Creation of art assets and assessment of outstanding art needs to ensure timely project deliverables of ZBC scope.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;DESIRED SKILLS AND EXPERIENCE:&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Effective communication with team members of varying disciplines including written documentation of pipeline processes, with a focus on art.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;4+ years of experience in use of game engines.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Excellent skills with 3D software such as 3dsMax, Maya, etc.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Base knowledge of W2 and W3, NFT, and Blockchain.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Understanding of optimizing 3D and 2D assets for memory and performance considerations.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proven experience in game development including multiple shipped titles.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Core Adobe Creative Suite skills, including the Adobe Substance 3D Collection.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Comfortable with fluidly transitioning from 2D to 3D art tasks, including but not limited to:&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;2D, UI, with select UX&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;3D Character Modeling&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;3D Animation&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Material and Shader Development&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Vector Art&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Illustration&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Engine implementation&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Solid understanding of core principles of art and graphic design.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Scripting knowledge is a plus including, but not limited to: JavaScript, TypeScript, HTML, CSS, Python, MEL, MAXscript.&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience in Motion Graphics Animation and VFX a plus.&lt;span&gt;&lt;li&gt; &lt;ul&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 50000,
                "maxValue": 113000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "2D/3D Artist - NFT Blockchain - Contract",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-07-21T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "NaturalMotion / Zynga",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-22T12:00:00+07:00",
        "description": "All roles with Gamium can be globally remote-based. We encourage you to apply regardless of your location.Gamiumis building the first decentralized social metaverse and the digital identity of humans. Create your avatar, exchange NFTs, get a job, socialize and earn in the Gamium world. It’s a 3D virtual environment where you can get immersive experiences built withUnity and where social interaction is rewarded, encouraging monetization models such as Socialize to Earn, using Blockchain technology.Are you passionate about challenges and delving into the most cutting-edge trends in blockchain, crypto, metaverse,andthe most Techie positions? Are you looking to boost your growth by the hands of the creators of the future? Then... GAMIUM is your next challenge!Our missionis to create the first metaverse that interconnects all of them, making avatars and assets multi-metaverse compatible. Create your avatar, exchange NFTs, get a job, socialize and earn in the Gamium world using blockchain technology and token standards.What will your contribution be?As an HRBR, you must have a passion for people and a proven track record of successfully shaping organizations to achieve their goals. The HRBR is responsible for overseeing all aspects of human resources practices and processes. ",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 174200
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Spain",
                "addressLocality": "Madrid",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "HR Business Partner",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-06T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Gamium",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "About Maple Developed to solve the inefficiencies seen in traditional systems, Maple brings the corporate credit market 100% on-chain using smart contracts to remove time and cost frictions, and executed on blockchains for immutability.    Maple Finance is infrastructure for experts (pool delegates) to run on-chain lending businesses, and have three core customers Borrowers, Lenders and Pool Delegates. Maple offers Borrowers transparent, capital-efficient financing. For Lenders, Maple offers a sustainable yield source through lending to diversified pools of crypto’s premium institutions. Loans are managed and underwritten by sophisticated teams of credit analysts called Pool Delegates, who assess credit-worthiness and set loan terms with Borrowers.   The Team Today the Maple team is 40+ strong, with staff from BlockFi, Kraken, Meta, Bank of America, Gemini and MakerDAO to name just a few blue-chip orgs. Team profiles are shared on our site here! Remote in USA The Role The Capital Markets BD Senior Associate role calls for an established capital markets business development professional. You’re highly motivated, a self-starter, have a strong entrepreneurial mindset and conviction in decentralized finance.  The successful candidate will likely have 4+ years experience in capital markets, private credit, investment banking, hedge funds, private equity, or similar roles, in which they&#39;ve built a track record of closing transactions and producing actionable recommendations through independent insights and analysis. You’ll join the Sales Director and wider Business Development team in playing an integral role driving new lender and borrower opportunities in the TradFi and DeFi space. In this role you will be required to communicate persuasively with external stakeholders and coordinate with team members from each area of the business to continuously improve conversion cycles and actively grow Maple’s TVL. You will also be comfortable with working autonomously, executing on strategies for new and existing business outreach initiatives, identifying market opportunities and managing the full sales life cycle from outreach to onboarding for new Maple clients.  Last but not Least! With our current 7 lending pools collectively having almost $1B in TVL across the Ethereum and Solana applications, and further pools imminent, now is the time to join the most exciting project in DeFi. Since our launch in 2021 we&#39;ve been building strong partnerships with Circle, Alameda Research, Framework, Polychain, Wintermute, Orthogonal Trading, Maven 11, BlockTower, Celcius, X-Margin and more. Having found product-market fit, Maple is focused on growth in 2022 and aims to reach $5BN in TVL by year end.  If you subscribe to the values of Maple - Personal Ownership, Focused Execution, User Prioritisation, Innovative Mindset - and want to be part of a collaborative culture focused on bringing Global Finance into the future, then we want to hear from you! We look forward to receiving your application and will be in touch after having a chance to review.  In the meantime, here are some links to more information about Maple to help you check us out: https:www.maple.finance https:maplefinance.gitbook.iomaple https:github.commaple-labs https:twitter.commaplefinance?s=11 https:discord.cominvite9WdQHNp9Ja",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 180000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Capital Markets Senior Associate",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Maple",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-04-29T12:00:00+07:00",
        "description": "Are you the person to complete our team? At Dynasty Studios we offer a highly creative and ambitious workspace, with flexible working hours and opportunities for career growth. As our future employee, you will be joining a flat-structured environment with a casual dress code and be surrounded by open and talented colleagues in a social space that offers after-work social gatherings and events for every taste. Here at Dynasty Studios, we value every employee and their individual and unique contributions in the making of our highly engaging games. DESCRIPTION   Dynasty Studios is looking for a passionate and sharp Talent Acquisition Manager to join and drive the expansion of our studio. As our Talent Acquisition Manager, your role will be focused on finding and recruiting new potential hires and use your talent to understand and match the specific needs for our growing organization. The ideal candidate must be able to manage and prioritize people operations in a fast-growing game studio environment. WHAT WE OFFER •  To join an international, talented team of ambitious colleagues. • An opportunity to be part of a company in rapid growth  •  A casual work environment with room for growth and development •  Work-life balance •  Daily lunch, fruit, tea, and coffee •  Social gatherings in after work hours and yearly social events • Relocation assistance ABOUT DYNASTY STUDIOS At Dynasty Studios we create next-generation games! We strive to lead the mass adoption of blockchain technology through never before seen gameplay experiences. With our established team of veteran game developers, our team at Dynasty has several projects in the pipeline designed with the goal of uniting the blockchain and gaming communities. Our upcoming franchise of high-quality games will operate within a shared universe of playable NFTs and in-game economies that will open up new dimensions of gameplay through true digital ownership and player-driven experiences.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 60000,
                "maxValue": 174200
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Denmark",
                "addressLocality": "Copenhagen",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Talent Acquisition Manager",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-13T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Dynasty Studios",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-03-23T12:00:00+07:00",
        "description": "Are you the person to complete our team? At Dynasty Studios we offer a highly creative and ambitious workspace, with flexible working hours and opportunities for career growth. As our future employee, you will be joining a flat-structured environment with a casual dress code and be surrounded by open and talented colleagues in a social space that offers after-work social gatherings and events for every taste. Here at Dynasty Studios, we value every employee and their individual and unique contributions in the making of our highly engaging games. DESCRIPTION You will join our team as our talented Concept Artist who is looking for a new and refreshing project to work on. If you have the drive and passion to create weapons, hard surfaces, and prop design, you&#39;ll be the ideal member of the team. WHAT WE OFFER •  To join an international, talented team of ambitious colleagues. • An opportunity to be part of a company in rapid growth  •  A casual work environment with room for growth and development •  Work-life balance •  Daily lunch, fruit, tea, and coffee •  Social gatherings in after work hours and yearly social events • Relocation assistance ABOUT DYNASTY STUDIOS At Dynasty Studios we create next-generation games! We strive to lead the mass adoption of blockchain technology through never before seen gameplay experiences. With our established team of veteran game developers, our team at Dynasty has several projects in the pipeline designed with the goal of uniting the blockchain and gaming communities. Our upcoming franchise of high-quality games will operate within a shared universe of playable NFTs and in-game economies that will open up new dimensions of gameplay through true digital ownership and player-driven experiences.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "HOUR",
                "value": 40
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Turkey",
                "addressLocality": "Istanbul",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Concept Artist",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-05-07T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Dynasty Studios",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-14T12:00:00+07:00",
        "description": "Be part of our team! Oowlish is one of the fastest software development companies in LatAm. We work with large corporations and startups both in the USA and Europe, helping these companies accelerate innovation by having access to the best talent in the industry. We take the best elements of virtual teams and combine them with a support structure that encourages innovation, social interaction, and fun. We see no borders, move at a fast pace, and are never afraid to break the mold. We are considered “A Great Place to Work” thanks to our highly talented and engaged developers that are eager to grow by learning from each other, which creates a culture of collaboration and inspiration. About our Client: Our client is a white-label loyalty rewards program on the blockchain built by the community for the community. They a looking to become the go-to white-label loyalty rewards solution on the blockchain. The first rewards program in web3 that is built by the community. Web3 can most easily be understood as the world of the future and they want to establish themselves as the primary supplier of rewards in this world. Benefits &amp; Perks: - Home office; - Flexible Hours; - Competitive compensation based on experience; - Career plans to allow for extensive growth in the company; - International Projects; - Free English classes; - Oowlish fitness with @lili_maestrini; - Oowlish paradise – 4 daysyear at a Resort with your family &amp; pets; - Grants for Education; - Grants for Computer &amp; Equipment; - Pet adoption incentive; - And many others!!! You can also apply here: Website: https:www.oowlish.comwork-with-us LinkedIn: https:www.linkedin.comcompanyoowlishjobs Instagram: https:www.instagram.comoowlishtechnology #amazon #job #home #linkedin #career #online #employment #remote #work # international #clients in united states#clients in USA #vacant #hiring #opportunities #hire #application #apply #virtual #wfh #tech #best #english #online #offer #vacancy#desarrollador #desarrolladora #front end #programador #programadora #programmer #full stack #software engineer #desarrollo #system #developer #application #code #program #desenvolvedor #engineer #engenheiro #sql #sde #web #backend #empleo #trabajo #ofertas #emprego #vagas",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 200000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Panama",
                "addressLocality": "Panama City",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Solidity Programmer - Online Work",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-07-29T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Oowlish Technology",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-05-02T12:00:00+07:00",
        "description": "All roles with Gamium can be globally remote based. We encourage you to apply regardless of your location. Your mission will be to help the Gamium team tech area by joining our technical area as Junior Backend Developer.  As a key member of the engineering team, you would be expected to come with good experience and knowledge from previous engineering roles. With the support of more senior members of the company you would be expected to further develop your skills and knowledge, while at the same time helping to mentor then members of the team. While we are not expecting you to come in with full architecture plans, your ideas will be listened to from day one. Gamium is building the first decentralized social metaverse and the digital identity of humans. Create your avatar, exchange NFTs, get a job, socialize and earn in the Gamium world. It’s a 3D virtual environment where you can get immersive experiences built with Unity and where social interaction is rewarded, encouraging monetization models such as Socialize to Earn, using Blockchain technology. Are you passionate about challenges and delving into the most cutting-edge trends in blockchain, crypto, metaverse and the most Techie positions? Are you looking to boost your growth by the hands of the creators of the future? Then… GAMIUM is your next challenge! Our mision is to create the first metaverse that interconnects all of them, making avatars and assets multi-metaverse compatible. Create your avatar, exchange NFTs, get a job, socialize and earn in the Gamium world using blockchain technology and token standards. What will your contribution be?   As Backend developer, you will have an impact on how the application is going to look like, contribute to backend API services, write portable and reusable code. This role suits someone who has good experience with React JS, Redux, TypeScript JavaScript, Node JS. Knowledge of Gatsby JS, and Next JS is an asset. In addition to building an app, you will be part of building the team and the culture of the company. In this industry where things are always changing and developing, there is a real opportunity to learn blockchain tech, adopting new skills and technologies as they merge. Gamium is an Equal Opportunity Employer. ",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 45200,
                "maxValue": 300000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Spain",
                "addressLocality": "Madrid",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Junior Backend Developer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-16T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Gamium",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-04-26T12:00:00+07:00",
        "description": "About Aldrin Labs There is a steep learning curve when it comes to crypto. Only once overcome will we have mass adoption. Aldrin Labs aims to debunk the belief that decentralized finance is inherently complex and separate from centralized finance. We will amend the frustratingly poor user experience and fragmentation that millions of crypto natives and newcomers face. We will seamlessly merge the centralized and decentralized world. Aldrin Labs aims to be purposeful. We strive to halve the fifty working years of the average person. This is the mission of Aldrin Labs. Aldrin Labs has Aldrin DEX and is incubating an innovative crypto wallet and money market. These protocols will integrate with each other to provide easy functionality and purposefully help people achieve financial freedom. Aldrin Labs is well funded ($8M) and aggressively looking to expand our 30+ employee count. Aldrin Labs is a fully remote company. We are interested in capturing the best talent, no matter where you live. The Role We’re looking for a Performance Marketing Manager to lead performance marketing efforts for Aldrin´s products with focus on its crypto wallet app. You will work under the guidance of the Chief Marketing Office to: Lead the planning and execution of our performance efforts paid distribution campaigns to optimize Aldrin conversionsdrive users across paid marketing channels. Manage the development of new marketing materials across Paid Search, Display, Paid Social, Programmatic Display, Content Marketing, Retargeting, Paid Social, and Affiliates. Develop creative briefs and copy and manage approvals using ClickUp andor other project management tools. Own the marketing calendar and secure alignment with the design and marketing team members. Manage campaign reporting and regularly report on ongoing paid media performance and use data to inform future growth, optimization and creative briefs. Manage monthly invoice process with finance ensuring accurate and timely submissions. Create presentations to report on performance and progress to senior leadership and other stakeholders. Minimum Qualifications: 5+ years of experience in performance marketing andor growth marketing (preferably in the Fintech or Gambling Industry). Extensive understanding of Google, Facebook, Twitter, Snapchat, TikTok and DSP paid ecosystems and how marketers can use tools, data and operations to maximize performance success. Proven history of running effective paid marketing campaigns across multiple platforms. Extensive experience with execution, reporting, and optimizations to inform planning. Social and digital media savvy, up to date with current digital trends and the competitive landscape. Advanced expertise in Excel (pivot tables, advanced formulas, etc.) and PowerPointGoogle Slides. Some hands-on experience in digital marketing platforms and analytics tools (Google Analytics, Tableau). Highly analytical mindset with a strong interest in data-driven marketing. Proactive, highly-organized team player focused on delivering strong growth for the business. Nice-to-Have Qualifications: Extensive experience in Fintech or Gambling Industry, is a plus Passionate about the cryptocurrency market and the future of Web3 BABS in Marketing or similar, or equivalent work experience Benefits: Competitive salary Remote work in a dynamic, fast-growth Web3 startup Flexible working hours Opportunity to work with a diverse, global, and passionate team Collaboration with leading projects and thought leaders in the crypto space At Aldrin Labs, we celebrate a truly diverse and inclusive company culture and are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 75000,
                "maxValue": 200000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Performance Marketing Manager Web3 (Remote)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-10T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Aldrin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-04-27T12:00:00+07:00",
        "description": "About Aldrin Labs There is a steep learning curve when it comes to crypto. Only once overcome will we have mass adoption. Aldrin Labs aims to debunk the belief that decentralized finance is inherently complex and separate from centralized finance. We will amend the frustratingly poor user experience and fragmentation that millions of crypto natives and newcomers face. We will seamlessly merge the centralized and decentralized world. Aldrin Labs aims to be purposeful. We strive to halve the fifty working years of the average person. This is the mission of Aldrin Labs. Aldrin Labs has Aldrin DEX and is incubating an innovative crypto wallet and money market. These protocols will integrate with each other to provide easy functionality and purposefully help people achieve financial freedom. Aldrin Labs is well funded ($8M) and aggressively looking to expand our employee count of 40+. Aldrin Labs is a fully remote company. We are interested in capturing the best talent, no matter where you live. The Role We are looking for a Project Manager to plan and organize projects for the development team as we launch Aldrin Lab´s next-generation Web3 platforms and applications. You will: Organize various aspects of the sprint team deliverables including planning and execution Perform tasks including reading specifications, analyzing documents, creating project plans, determining project timelines within sprint cycles, creating milestones, roadmaps, creating tasks, and setting priorities Facilitate effective collaboration with team members, stakeholders, and other project managers Act as the main point of contact for status updates, requirements and priorities. Maintain a high level of transparency, thorough communication &amp; documentation using tools such as Slack and Notion Assess situations to determine the importance, urgency, and risks, and make clear decisions that are timely and in the best interests of the organization Address project conflicts, challenges, and dynamic requirements to keep overall operations running at high performance Develop a deep understanding of the projects and Aldrin products Minimum Qualifications: 2+ years experience in a project managementScrum role Experience managing technical frontback-end software projects Deep knowledge of Agile methodology and frameworks like Scrum etc. High level of organization to manage a remote workforce Excellent communication both in written and oral formats, with a specific ability to author and communicate project plans and documentation Strong presenting skills for high-level readouts for senior management Strong knowledge of project management software i.e. Notion, Google Drive Nice-to-Have Qualifications: A passion for decentralized finance, blockchain technology, andor the future of Web3 Scrum Masters Certification or Project Management Certification is highly desirable i.e. CSM, CAPM or PMP Benefits: Remote work in a dynamic, fast-growth Web3 startup Flexible working hours Opportunity to work with a diverse, global, and passionate team Collaboration with leading projects and thought leaders in the crypto space At Aldrin Labs, we celebrate a truly diverse and inclusive company culture and are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "HOUR",
                "value": 40
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Project Manager Web3 (Remote)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-11T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Aldrin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-04-27T12:00:00+07:00",
        "description": "About Aldrin Labs There is a steep learning curve when it comes to crypto. Only once overcome will we have mass adoption. Aldrin Labs aims to debunk the belief that decentralized finance is inherently complex and separate from centralized finance. We will amend the frustratingly poor user experience and fragmentation that millions of crypto natives and newcomers face. We will seamlessly merge the centralized and decentralized world. Aldrin Labs aims to be purposeful. We strive to halve the fifty working years of the average person. This is the mission of Aldrin Labs. Aldrin Labs has Aldrin DEX and is incubating an innovative crypto wallet and money market. These protocols will integrate with each other to provide easy functionality and purposefully help people achieve financial freedom. Aldrin Labs is well funded ($8M) and aggressively looking to expand our 30+ employee count. Aldrin Labs is a fully remote company. We are interested in capturing the best talent, no matter where you live. The Role We are looking for a Senior React Native Mobile Developer to act as Tech Lead driving the development of a new crypto wallet mobile application with some exciting new features. Your work will help to massively onboard new users accelerating their financial freedom and help broad adoption of crypto. If you are extremely passionate about mobile platforms and creating user-friendly apps and would enjoy being in charge of the development with a small team, we would like to meet you. You will: Have an entrepreneurial spirit and actively contribute new to architecture discussions, evolving our mobile engineering practices, and being proactive in driving the technical success of the product Represent the product on the technology side and lead status meetings with our stakeholders, designers, product owners, team leads and engineers to deliver on cross-team initiatives Foster a high performing team culture by addressing the strengths and weakness of the team, mentoring your developers through regular 1-1s, encouraging continuous learning, and even conducting interviews to expand the team Contribute code to our React Native app from the get-go, and implement features with the aim to provide long term stability of a highly scalable application Perform code reviews and provide constructive feedback and technical guidance to your developers Collaborate with UX on designs, communicating what’s possible given technical constraints, and making suggestions to create the best customer experience Be passionate about crypto markets, blockchain technology, and decentralized applications Minimum Qualifications: Strong expertise in React Native with 5+ years of professional experience building high-quality mobile apps Solid track record of building multiple apps for both Android and iOS. High-level experience with TypeScript Experience with best-in-class client-side data design and management, whether that’s experience with GraphQL Apollo or other such tools Verbal fluency in English Nice-to-Have Qualifications: Knowledgeexperience working on mobile financial applicationscryptocurrencieswallets Team lead experience within software development teams Experience with Solana Web3 frameworks and technologies, especially on mobile Experience working with a large codebase and e2e testing like Cypress Experience with Cross Browser Compatibility, responsive UI, and debugging skills Bachelors Degree in Computer Science or similar, or an equivalent of experience Benefits: Competitive salary + equitytokens Remote work in a dynamic, fast-growth Web3 startup Flexible working hours Opportunity to work with a diverse, global, and passionate team Collaboration with leading projects and thought leaders in the crypto space At Aldrin Labs, we celebrate a truly diverse and inclusive company culture and are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 45200,
                "maxValue": 150000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Tech Lead: Senior React Native Developer Web3 (Remote)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-11T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Aldrin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-05-06T12:00:00+07:00",
        "description": "Description Aldrin Labs, a DeFi company, is seeking a Capital Formation Officer responsible for key fundraising activity, including but not limited to venture capital, corporate partnerships, family offices and individual investors. Requirements An enterprising individual with an eye for unique fundraising opportunities within the crypto space Multiple years of capital raising experience with a successful track record in securing major funding in the crypto community An expert understanding of cryptocurrenciesblockchain technologyWeb 3 A deep understanding of VC activity in the crypto space, with significant prior crypto VC experience as ideal A strong network of investorfundraising-relevant connections A practiced ability to communicate Aldrin Labs’ story, impact, and vision to prospective investors The ability to develop and maintain new or existing fundraising-related investor relationships and create strategies to solicit, cultivate, and steward those relationships A sincere yet direct approach to relationship building Proven organizational skills as well as experience in designing and executing comprehensive fundraising processes and procedures A self-motivated, results-oriented individual with the ability to meet deadlines and fundraising goals Superb presentation skills with the ability to distill complex analyses into insights and recommendations The ability to effectively document capital raising activity and prospect Benefits Competitive Base Salary + Incentive-Based Compensation + EquityTokens",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 75000,
                "maxValue": 200000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Anywhere",
                "addressLocality": "Anywhere",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Capital Formation Officer",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-06-20T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Aldrin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-06T12:00:00+07:00",
        "description": "About Aldrin Labs There is a steep learning curve when it comes to crypto. Only once overcome will we have mass adoption. Aldrin Labs aims to debunk the belief that decentralized finance is inherently complex and separate from centralized finance. We will amend the frustratingly poor user experience and fragmentation that millions of crypto natives and newcomers face. We will seamlessly merge the centralized and decentralized world. Aldrin Labs aims to be purposeful. We strive to halve the fifty working years of the average person. This is the mission of Aldrin Labs. Aldrin Labs has Aldrin DEX and is incubating an innovative crypto wallet and money market. These protocols will integrate with each other to provide easy functionality and purposefully help people achieve financial freedom. Aldrin Labs is well funded and looking to expand our 40+ employee count. The Role We are looking for a Senior React Native Mobile Developer with extensive experience in designing, building, and deploying highly secure, scalable, and maintainable client-facing UI systems. You will be one of the senior developers of the mobile app working closely with our designers, product owners, and backend engineers to develop and maintain high-quality mobile applications for a global audience in an extremely fast-growing industry. If you are extremely passionate about mobile platforms and translating code into user-friendly apps, we would like to meet you. Ultimately, you should be able to help design and build the next generation of our mobile applications that will impact and shape the financial lives of a growing audience. Please Note: This role is based out of Islamabad, Pakistan. You will: Contribute code to our iOS  Android  React Native apps from the get-go Work on integrating and collaborating with other crypto products to enrich the user experience Implement features with the aim to provide long term stability of a highly scalable application Developing clean and reusable react native components Actively contributing new ideas and innovative UXUI patterns Play an active role in evolving our mobile engineering practices Minimum Qualifications: Strong expertise in React Native with 3-5+ years of professional experience building high-quality mobile apps High-level experience with TypeScript Have experience with best-in-class client-side data design and management, whether that’s experience with GraphQL Apollo or other such tools Have a passion for good design and attention to detail. You’ll collaborate with designers but undoubtedly have the opportunity to express your own design sense if desired Verbal fluency in English Nice-to-Have Qualifications: Demonstrable portfolio of released applications on the App Store or the Android Passionate about crypto markets, blockchain technology, and decentralized applications Knowledgeexperience working on mobile financial applicationscryptocurrencieswallets Experience with Solana Web3 frameworks and technologies, especially on mobile Experience working with a large codebase and e2e testing like Cypress Experience with Cross Browser Compatibility, responsive UI, and debugging skills Experience with high-performance web pages and performance tuning experience Bachelors or Masters degree, preferably in Computer Science, Computer Engineering or other technical (STEM) field or an equivalent of experience Benefits Competitive salary + equitytokens Remote work in a dynamic, fast-growth Web3 startup Flexible working hours Opportunity to work with a diverse, global, and passionate team Collaboration with leading projects and thought leaders in the crypto space At Aldrin Labs, we celebrate a truly diverse and inclusive company culture and are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, or gender identity.",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 45200,
                "maxValue": 150000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "Pakistan",
                "addressLocality": "Islamabad",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior React Native Mobile Developer Web3 (Islamabad, Pakistan)",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-07-21T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "Aldrin",
            "logo": ""
        }
    },
    {
        "@context": "https://schema.org",
        "@type": "JobPosting",
        "datePosted": "2022-06-24T12:00:00+07:00",
        "description": "&lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;BlockFi is looking for &lt;span&gt;&lt;strong&gt;Senior Staff Software Engineers&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; to join our Architecture Team!&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;About Your Team&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;The Architecture Team at BlockFi plays a crucial role in designing and communicating company-wide architectural strategy and setting architectural guidelines across the engineering organization. Our members work collaboratively with stakeholders and developers to influence the architecture of systems running in production and act as integral &amp;amp; embedded members of the engineering teams they interact with.&lt;span&gt;&lt;p&gt; &lt;p&gt;&lt;strong&gt;Your Mission&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;You’ll work closely with several engineering teams to help clarify and improve the architecture of their systems as well as designing and communicating company-wide architectural strategy. We are looking for proactive, collaborative, and hands-on engineers who have real world distributed systems experience at scale.&amp;nbsp;&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;&lt;strong&gt;ArchitectDesign:&amp;nbsp;&lt;strong&gt; &lt;ul&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Develop strategies, write proposals for new architectures, systems, and processes, and communicate them to diverse stakeholders in terms they can understand.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Work with diverse stakeholders to ensure our systems are built for quality attributes like availability, reliability, resilience, scalability, performance, and security from the ground up.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Deeply understand the architecture for a major part of the business, and clearly communicate quality attributes and risks for that area to multiple audiences.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Mentor teams on design proposals, tradeoff analyses, and design and code review practices. Ensure significant design decisions are publicly documented with tradeoffs clearly described.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Facilitate cross-team and cross-functional communication to specify the problem domain, business goals, quality attribute requirements, and timelines for committing to architectural decisions.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li&gt; &lt;li&gt;&lt;strong&gt;Deliver and Own Solutions:&amp;nbsp;&lt;strong&gt; &lt;ul&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Enable early and continuous delivery of business value, integrating across technical (development, infrastructure, security, QA, SRE, etc.) and non-technical functions.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Work with stakeholders to understand and document both functional and quality attribute requirements.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Identify problems before they happen across systemsdomains, and bring together and lead strike teams to accomplish high impact work.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Build prototypes, simple models, and scaffolding for new technologies.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ensure that teams adhere to quality standards through cross-team communication, mentoring, code review, and backlog grooming.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li&gt; &lt;li&gt;&lt;strong&gt;Lead:&amp;nbsp;&lt;strong&gt; &lt;ul&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Act as a multiplier by developing patterns, systems, standards, and tools that increase productivity across engineering.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Lead conversations about technical direction across large portions of our&amp;nbsp; technology. Listen and guide debates to help reach consensus across teams; once a decision is made, clearly communicate and support that decision.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Build relationships across domains and business functions.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Think one or two years in the future, and develop prototypes to explore solutions to longer-term problems.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Guide tech leads and team members in carefully considering business goals, trade-offs, quality attributes, cross-cutting concerns, and risks prior to committing to design decisions.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Continuously improve engineering standards, processes, planning, solutions, and efficiency.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li&gt; &lt;li&gt;&lt;strong&gt;Adapt:&amp;nbsp;&lt;strong&gt; &lt;ul&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Quickly learn new tools and technologies, develop an understanding of existing systems, and identify and tackle high impact work.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Avoid dogmatic positions on technical questions.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Proactively seek to learn about the company, products, processes, and culture. And align technical decisions with business goals.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Your Expertise&lt;strong&gt;&lt;p&gt; &lt;ul&gt; &lt;li&gt;&lt;strong&gt;Technical Breadth as well as Depth in Several Areas: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;8+ years of industry experience working with, designing, and building distributed systems at scale. Able to clearly identify, communicate, and document technical tradeoffs, and guides others to do the same. Understands that there is no single best technical solution, and is able to recognize these tradeoffs across our systems in light of business strategy. Deep expertise across the technology stack from network to database to application.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;strong&gt;Technical Ownership: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Experience owning software systems end-to-end, designing, estimating, implementing, testing, maintaining, debugging, and supporting high-quality software in production.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;strong&gt;Communication: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Excellent communication, presentation and interpersonal skills. Able to listen and learn from as well as explain complex ideas to stakeholders of varying levels of technical expertise.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;strong&gt;Collaboration: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Demonstrable experience with establishing strong relationships with technical and nontechnical stakeholders, integrating a variety of perspectives (end users, product, engineering, etc.). Empathetic and does the legwork required for building consensus. Always seeks out feedback on technical designs and solutions.&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;strong&gt;Initiative and focus on outcomes: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Prepared to take on high impact work across contexts and as the need arises, working independently and taking initiative while maintaining transparency and collaboration. Proactively identifies problems and comes to conversations with possible solutions.&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li&gt;&lt;strong&gt;Pragmatic: &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;Ability and motivation to quickly learn new technologies and systems. Pragmatic bias toward outcomes, and technical decisions that solve real business problems. Not afraid to question assumptions and tackle challenges under conditions of uncertainty.&lt;span&gt;&lt;li&gt; &lt;ul&gt; &lt;p&gt;&lt;strong&gt;Your Perks:&lt;strong&gt;&lt;p&gt; &lt;p&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;We benefit from the great work our employees do each day. That is why we are committed to providing a variety of awesome benefits to help them live their best lives.&lt;span&gt;&lt;p&gt; &lt;ul&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Competitive salary &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;because we value your experience and expertise&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Unlimited vacation  sick days &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;because everyone deserves time for R&amp;amp;R&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Employer&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; &lt;span&gt;&lt;strong&gt;contribution towards health coverage &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;(including vision &amp;amp; dental) because your physical health and well-being is important to us&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Various fringe benefits&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; such as 401k, Parental Leave, FSAHSA, and Employee Assistance Programs because health coverage is more than just choosing your yearly plan&amp;nbsp;&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Flexible work environment&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; because we are a geographically dispersed team and we believe in balance&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;Pet insurance&lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt; because all of your beloved family members should have coverage too&lt;span&gt;&lt;li&gt; &lt;li style=&quot;font-weight: 400;&quot;&gt;&lt;strong&gt;A close-knit team &lt;strong&gt;&lt;span style=&quot;font-weight: 400;&quot;&gt;of enthusiastic, collegial and driven people to work alongside because teamwork makes the dreamwork&lt;span&gt;&lt;li&gt; &lt;ul&gt;",
        "baseSalary": {
            "@type": "MonetaryAmount",
            "currency": "USD",
            "value": {
                "@type": "QuantitativeValue",
                "unitText": "YEAR",
                "minValue": 80000,
                "maxValue": 200000
            }
        },
        "employmentType": "Full-time",
        "industry": "Startups",
        "jobLocationType": "TELECOMMUTE",
        "jobLocation": {
            "address": {
                "@type": "PostalAddress",
                "addressCountry": "United States",
                "addressLocality": "Atlanta",
                "addressRegion": "",
                "streetAddress": "",
                "postalCode": ""
            }
        },
        "title": "Senior Staff Software Engineer, Architecture",
        "image": "",
        "occupationalCategory": "",
        "workHours": "Flexible",
        "validThrough": "2022-08-08T12:00:00+07:00",
        "hiringOrganization": {
            "@type": "Organization",
            "name": "BlockFi",
            "logo": ""
        }
    }
]